{
  "projects": [
    {
      "title": "QuizMaster",
      "techs": ["React", "Tailwind CSS", "Firebase"],
      "githubIcon": true,
      "externalIcon": true,
      "github": "https://github.com/QuizMasterInc/QuizMaster",
      "link": "https://quizmaster-c66a2.web.app/",
      "description": [
        "Software Systems Capstone Project at Lewis University.",
        " Designed, as part of an Agile Scrum team, a comprehensive quizzing application to keep users' minds sharp on various topics.",
        " Redesigned and modernized the front-end application from HTML/CSS/JavaScript to React and Tailwind CSS, optimizing the user experience.",
        " Onboarded and mentored Juniors to develop new features and take over maintenance, ensuring project continuity."
      ]
    },
    {
      "title": "In Theaters",
      "techs": ["Java", "Android Studio"],
      "githubIcon": true,
      "externalIcon": false,
      "github": "https://github.com/mslew/in-theaters",
      "link": "",
      "description": [
        "Mobile Application Development Final Project. Built an Android application for users to see new movies in theaters that week.",
        " Designed the application to display information about a movie, resulting in an experience that allows users to browse any new films and gauge their self-interest.",
        " Integrated Google services for ticket purchases, providing a holistic movie experience."
      ]
    },
    {
      "title": "An Agent-Based Model of Environmental Transmission of <i>Clostridioides difficile</i> in Healthcare Settings",
      "techs": ["NetLogo", "LaTeX"],
      "githubIcon": false,
      "externalIcon": false,
      "github": "",
      "link": "",
      "description": [
        "The Research project started in June 2022. This is an Agent-Based model of <i>C. difficile</i> developed in NetLogo.",
        " The research was conducted with a partner and two faculty advisors.",
        " I have presented the research at the Mathematical Association of America's (MAA)",
        " <a class='text-purple-600' href='https://www.maa.org/sites/default/files/pdf/students/undergrad/PosterSess22%20%282%29.pdf' target='_blank'>MathFest</a>",
        " in Philadelphia, PA, the",
        " <a class='text-purple-600' href='https://ir.library.illinoisstate.edu/cgi/viewcontent.cgi?article=1625&context=beer' target='_blank'>Symposium on Biomathematics</a>",
        " and Ecology Education and Research at Illinois State University,",
        " the annual meeting of the Illinois State Section of the MAA (ISMAA), and Lewis University's Celebration of Scholarship.",
        " I have won",
        " <a class='text-purple-600' href='https://qubeshub.org/community/groups/biosigmaa/andersen_prize' target='_blank'>The Janet L. Andersen Award</a>",
        " for Undergraduate Research in Mathematical or Computational Biology, the Undergraduate Student Poster Session",
        " <a class='text-purple-600' href='https://www.maa.org/sites/default/files/pdf/students/undergrad/2022%20Outstanding%20Posters%20-%20FINAL.pdf' target='_blank'>Outstanding Poster Award</a>",
        " at MathFest, and Outstanding Undergraduate Research from ISMAA, and a finalist for the",
        " <a class='text-purple-600' href='https://www.lewisu.edu/celebration-scholarship/award-winners.htm' target='_blank'>Dr. Stephany Schlachter Excellence Award. </a>",
        " Manuscript forthcoming publication in the Journal of Mathematical Biology, 2023."
      ]
    }
  ]
}
